Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Critical document
source: Document critic
en: Critical document

# Cross-app messaging
source: Conversații inter-aplicații
en: Cross-app messaging

# Cross-app messaging works! 🎉
source: Mesageria inter-aplicații funcționează! 🎉
en: Cross-app messaging works! 🎉

source: Cu o aproximație de %lldm
en: Accurate to within %lldm

source: Culoare de accent
en: Accent color

# Cumulative cost
source: Cost cumulat
en: Cumulative cost

# Currency
source: Monedă
en: Currency

# Current Value
source: Valoare curentă
en: Current Value

# Current month
source: Luna curentă
en: Current month

# Current month balance
source: Balanța lunii curente
en: Current month balance

# Current session · active now
source: Sesiune curentă · activă acum
en: Current session · active now

# Currently alerting
source: Alertează acum
en: Currently alerting

# Custom
source: Personalizat
en: Custom

# Custom API Key
source: Cheie API personalizată
en: Custom API Key

# Custom appearance
source: Aspect personalizat
en: Custom appearance

# Custom integrations
source: Integrări personalizate
en: Custom integrations

# Custom range
source: Perioadă personalizată
en: Custom range

# Customize
source: Personalizează
en: Customize

# Customize Appearance
source: Personalizează aspectul
en: Customize Appearance

# Customize buttons
source: Personalizează butoane
en: Customize buttons

# Customize quick-action buttons
source: Personalizează butoanele de acțiune rapidă
en: Customize quick-action buttons

# Custom…
source: Personalizat…
en: Custom…

# DATE
source: DATĂ
en: DATE

# DELIVERED · %lld
source: LIVRAT · %lld
en: DELIVERED · %lld

# DESCRIPTION *
source: DESCRIERE *
en: DESCRIPTION *

source: DETALII
en: DETAILS

# DISPLAY OPTIONS
source: OPȚIUNI DE AFIȘARE
en: DISPLAY OPTIONS

# DIY
source: Bricolaj
en: DIY

# Daily
source: Zilnic
en: Daily

# Dark
source: Întunecat
en: Dark

# Data & Privacy
source: Date & Confidențialitate
en: Data & Privacy

# Date
source: Dată
en: Date

# Date of Birth
source: Data nașterii
en: Date of Birth

# Date of birth
source: Data nașterii
en: Date of birth

# Day
source: Zi
en: Day

# Days out
source: Zile afară
en: Days out

# De cumpÄrat
source: De cumpărat
en: To buy

source: Deblochează pe %@
en: Unblock %@

source: Declanșează mesaje în PRVIO din applet-urile IFTTT printr-un webhook cu cheie secretă.
en: Trigger PRVIO messages from IFTTT applets through a secret-key webhook.

# Default calendar
source: Calendarul implicit
en: Default calendar

# Delete
source: Șterge
en: Delete

# Delete "%@"?
source: Șterge "%@"?
en: Delete "%@"?

# Delete %@?
source: Șterge %@?
en: Delete %@?

# Delete Account
source: Șterge cont
en: Delete Account

# Delete Appliance
source: Șterge electrocasnic
en: Delete Appliance

# Delete Contractor
source: Șterge contractor
en: Delete Contractor

# Delete Permanently
source: Șterge permanent
en: Delete Permanently

# Delete Photo
source: Șterge fotografie
en: Delete Photo

# Delete Zone
source: Șterge zonă
en: Delete Zone

# Delete account
source: Șterge cont
en: Delete account

# Delete element
source: Șterge element
en: Delete element

# Delete for everyone
source: Șterge pentru toți
en: Delete for everyone

# Delete for me
source: Șterge pentru mine
en: Delete for me

# Delete integration
source: Șterge integrarea
en: Delete integration

# Delete list
source: Șterge listă
en: Delete list

# Delete permanently
source: Șterge permanent
en: Delete permanently

# Delete photo
source: Șterge fotografia
en: Delete photo

# Delete status
source: Șterge statusul
en: Delete status

# Delete this account?
source: Ștergi acest cont?
en: Delete this account?

# Delete this item?
source: Ștergi acest articol?
en: Delete this item?

# Delete this photo?
source: Ștergi această fotografie?
en: Delete this photo?

# Delete this zone?
source: Ștergi această zonă?
en: Delete this zone?

# Delete zone
source: Șterge zonă
en: Delete zone

# Delivered
source: Livrat
en: Delivered

# Deliveries
source: Livrări
en: Deliveries

# Deliveries (Lock Screen)
source: Livrări (ecran blocat)
en: Deliveries (Lock Screen)

# Delivery issue
source: Problemă la livrare
en: Delivery issue

# Deploy
source: Implementare
en: Deploy

# Deposit
source: Garanție
en: Deposit

# Depth
source: Adâncime
en: Depth

# Depth (cm)
source: Adâncime (cm)
en: Depth (cm)

source: Descarcă
en: Download

source: Deschide
en: Open

source: Descrierea grupului
en: Group description

# Description
source: Descriere
en: Description

# Description (optional)
source: Descriere (opțional)
en: Description (optional)

source: Despre
en: About

# Despre conversaÈiile inter-aplicaÈii
source: Despre conversațiile inter-aplicații
en: About cross-app chats

# Detailed
source: Detaliat
en: Detailed

# Details
source: Detalii
en: Details

source: Detașează
en: Unpin

# Detected: %@
source: Detectat: %@
en: Detected: %@

source: Dezactivat
en: Disabled

source: Dezarhivează
en: Unarchive

source: Digital Twin & Zone
en: Digital Twin & Zones

# Digital Twin & Zones
source: Digital Twin & Zone
en: Digital Twin & Zones

source: Din Contacte
en: From Contacts

# Din fiÈiere
source: Din fișiere
en: From files

source: Din fișiere
en: From files

# Disable
source: Dezactivează
en: Disable

# Disable authenticator app?
source: Dezactivezi aplicația de autentificare?
en: Disable authenticator app?

# Disable to prevent %@ from accessing this data type in conversations
source: Dezactivează pentru a preveni %@ să acceseze acest tip de date în conversații
en: Disable to prevent %@ from accessing this data type in conversations

# Disabled
source: Dezactivat
en: Disabled

# Disappearing messages
source: Mesaje care dispar
en: Disappearing messages

# Discard recording
source: Renunță la înregistrare
en: Discard recording

# Dishwasher
source: Mașină de spălat vase
en: Dishwasher

# Dismiss
source: Ignoră
en: Dismiss

# Display Name
source: Nume afișat
en: Display Name

source: Disponibil
en: Available

source: Disponibile
en: Available

source: Distribuie
en: Share

source: Distribuie contacte
en: Share contacts

source: Distribuie locația în timp real
en: Share live location

# Document Expiring Soon
source: Document expiră în curând
en: Document Expiring Soon

# Document Expiring in 7 Days
source: Document expiră în 7 zile
en: Document Expiring in 7 Days

# Document added
source: Document adăugat
en: Document added

# Document expiry
source: Expirare documente
en: Document expiry

# Document name
source: Nume document
en: Document name

source: Documente
en: Documents

# Documents
source: Documente
en: Documents

# Documents filed
source: Documente arhivate
en: Documents filed

# Done
source: Gata
en: Done

# Done!
source: Gata!
en: Done!

# Done/7d
source: Finalizate/7z
en: Done/7d

# Doorbell
source: Sonerie
en: Doorbell

# Doors, windows, structures
source: Uși, ferestre, structuri
en: Doors, windows, structures

# Drag corners · double-tap to remove a corner
source: Trage colțurile · dublu-tap pentru a elimina un colț
en: Drag corners · double-tap to remove a corner

# Drain outdoor hoses and pipes
source: Golește furtunurile și conductele exterioare
en: Drain outdoor hoses and pipes

# Drain sediment to improve efficiency and extend lifespan.
source: Scurge sedimentele pentru a îmbunătăți eficiența și a prelungi durata de viață.
en: Drain sediment to improve efficiency and extend lifespan.

# Drainage
source: Drenaj
en: Drainage

# Driveway
source: Alee de acces
en: Driveway

# Dryer
source: Uscător de rufe
en: Dryer

# Due %@
source: Scadent %@
en: Due %@

# Due Date
source: Dată scadentă
en: Due Date

# Due today
source: Scadent azi
en: Due today

# Due today, 3 days ahead and overdue
source: Scadente azi, în 3 zile și întârziate
en: Due today, 3 days ahead and overdue

source: Durată curentă
en: Current duration

# Dynamic
source: Dinamice
en: Dynamic

# ESTIMATED DELIVERY DATE
source: DATA ESTIMATĂ DE LIVRARE
en: ESTIMATED DELIVERY DATE

# ETA: %@
source: Estimat: %@
en: ETA: %@

# EV Charging
source: Încărcare EV
en: EV Charging

# EV charger
source: Încărcător EV
en: EV charger

# Each code can be used only once. Keep them safe.
source: Fiecare cod poate fi folosit o singură dată. Păstrează-le în siguranță.
en: Each code can be used only once. Keep them safe.

source: Fiecare integrare are cheia ei, pe care o poți opri, regenera sau revoca oricând.
en: Each integration gets its own key that you can pause, rotate or revoke at any time.

# Edit
source: Editează
en: Edit

# Edit Contact Info
source: Editează informații de contact
en: Edit Contact Info

# Edit Contractor
source: Editează contractor
en: Edit Contractor

# Edit Item
source: Editează obiect
en: Edit Item

# Edit Location & Tracker
source: Editează locație & tracker
en: Edit Location & Tracker

# Edit Member
source: Editează membru
en: Edit Member

# Edit Profile
source: Editează profil
en: Edit Profile

# Edit Property
source: Editează proprietate
en: Edit Property

# Edit Task
source: Editează sarcina
en: Edit Task

# Edit Zone
source: Editează zonă
en: Edit Zone

# Edit delivery
source: Editează livrarea
en: Edit delivery

# Edit details
source: Editează detaliile
en: Edit details

# Edit element
source: Editează element
en: Edit element

# Edit message
source: Editează mesajul
en: Edit message

# Edit profile
source: Editează profilul
en: Edit profile

# Edit shape
source: Editează forma
en: Edit shape

# Edit your profile
source: Editează profilul
en: Edit your profile

# Edit zone
source: Editează zonă
en: Edit zone

# Edit zone details
source: Editează detaliile zonei
en: Edit zone details

# Edit zone shape
source: Editează forma zonei
en: Edit zone shape

# EditeazÄ
source: Editează
en: Edit

# EditeazÄ contactul
source: Editează contactul
en: Edit contact

# EditeazÄ descrierea
source: Editează descrierea
en: Edit description

# EditeazÄ detaliile grupului
source: Editează detaliile grupului
en: Edit group details

# EditeazÄ eticheta
source: Editează eticheta
en: Edit label

# EditeazÄ numele Èi imaginea
source: Editează numele și imaginea
en: Edit name and picture

# Eggshell
source: Coajă de ou
en: Eggshell

# Electric / automated
source: Electric / automatizat
en: Electric / automated

# Electric meter
source: Contor electric
en: Electric meter

# Electrical
source: Electric
en: Electrical

# Electrical panel
source: Tablou electric
en: Electrical panel

# Electricity
source: Electricitate
en: Electricity

# Electronics
source: Electronice
en: Electronics

# Element added
source: Element adăugat
en: Element added

# Element name
source: Nume element
en: Element name

# Element type
source: Tip element
en: Element type

# Elements
source: Elemente
en: Elements

# Email (optional)
source: Email (opțional)
en: Email (optional)

# Email Support
source: Suport prin e-mail
en: Email Support

source: Trimite-ne un e-mail la support@prvio.app. Răspundem de obicei în 24 de ore în zilele lucrătoare.
en: Email us at support@prvio.app. We typically respond within 24 hours on business days.

# Ember
source: Jar
en: Ember

# Emerald
source: Smarald
en: Emerald

# Emergency
source: Urgență
en: Emergency

# Emergency Contacts
source: Contacte de urgență
en: Emergency Contacts

# Emergency Mode
source: Mod Urgență
en: Emergency Mode

# Emergency access codes for account recovery
source: Coduri de acces de urgență pentru recuperarea contului
en: Emergency access codes for account recovery

# Emergency contact list
source: Lista contacte urgență
en: Emergency contact list

# Empty list
source: Listă goală
en: Empty list

# Enable
source: Activează
en: Enable

# Enable Face ID for PRVIO
source: Activează Face ID pentru PRVIO
en: Enable Face ID for PRVIO

# Enable Notifications
source: Activează notificările
en: Enable Notifications

# Enable Touch ID for PRVIO
source: Activează Touch ID pentru PRVIO
en: Enable Touch ID for PRVIO

# Enable edit mode to add elements
source: Activează modul de editare pentru a adăuga elemente
en: Enable edit mode to add elements

# Enable in iOS Settings to receive alerts
source: Activează în Setări iOS pentru a primi alerte
en: Enable in iOS Settings to receive alerts

# Enable notifications in iOS Settings to receive alerts from PRVIO.
source: Activează notificările în Setări iOS pentru a primi alerte de la PRVIO.
en: Enable notifications in iOS Settings to receive alerts from PRVIO.

# Enable supervision
source: Activează supravegherea
en: Enable supervision

# Enable them in Settings âº Face ID & Passcode and per-app to see them here.
source: Activează-le în Setări › Face ID și cod de acces și pentru fiecare aplicație ca să le vezi aici.
en: Enable them in Settings › Face ID & Passcode and per-app to see them here.

# Enable them in Settings › Face ID & Passcode and per-app to see them here.
source: Activează-le din Configurări › Face ID și cod, apoi per aplicație, ca să apară aici.
en: Enable them in Settings › Face ID & Passcode and per-app to see them here.

# Enabled
source: Activat
en: Enabled

# Encrypted
source: Criptat
en: Encrypted

# Encryption
source: Criptare
en: Encryption

# End
source: Oprește
en: End

# End Emergency
source: Încheie urgența
en: End Emergency

# End Energy Session
source: Încheie sesiunea de energie
en: End Energy Session

# End now
source: Oprește acum
en: End now

# End this Live Activity?
source: Oprești această activitate live?
en: End this Live Activity?

source: Criptarea end-to-end este planificată. Până atunci, conversațiile sunt securizate în tranzit și prin control strict al accesului.
en: End-to-end encryption is on our roadmap. Until then, conversations are secured in transit and by strict access control.

# Energy
source: Energie
en: Energy

# Energy & Environment
source: Energie & Mediu
en: Energy & Environment

# Energy Provider
source: Furnizor energie
en: Energy Provider

# Ensure adequate insulation before heating season.
source: Asigură izolație adecvată înainte de sezonul de încălzire.
en: Ensure adequate insulation before heating season.

# Ensure vents are clear and insulation is intact.
source: Asigură că ventilele sunt libere și izolația este intactă.
en: Ensure vents are clear and insulation is intact.

# Enter a custom name for your AI assistant.
source: Introdu un nume personalizat pentru asistentul tău AI.
en: Enter a custom name for your AI assistant.

# Enter a valid email to send the invitation
source: Introdu un e-mail valid pentru a trimite invitația
en: Enter a valid email to send the invitation

# Enter manually
source: Introdu manual
en: Enter manually

# Enter passcode
source: Introdu codul
en: Enter passcode

source: Introdu detaliile ipotecii pentru a urmări plățile, soldul rămas și acumularea de capitaluri proprii.
en: Enter your mortgage details to track payments, remaining balance, and equity buildup.

# Entertainment
source: Divertisment
en: Entertainment

# Equipment
source: Echipamente
en: Equipment

# Equity
source: Capital propriu
en: Equity

# Error
source: Eroare
en: Error

source: Estimat: %@
en: Estimated: %@

# Estimated
source: Estimat
en: Estimated

# Estimated Time
source: Timp estimat
en: Estimated Time

# Estimated delivery
source: Livrare estimată
en: Estimated delivery

# Estimated net profit
source: Profit net estimat
en: Estimated net profit

# Estimated value
source: Valoare estimată
en: Estimated value

# Estimated: %@
source: Estimat: %@
en: Estimated: %@

# Event
source: Eveniment
en: Event

# Every %d month(s)
source: La fiecare %d lună(i)
en: Every %d month(s)

# Every %lld day
source: La fiecare %lld zi
en: Every %lld day

# Every %lld days
source: La fiecare %lld zile
en: Every %lld days

# Every Monday at 9:00
source: În fiecare luni la 9:00
en: Every Monday at 9:00

source: Fiecare rol vede doar partea lui din casă. Proprietarul și partenerul pot schimba oricând rolul unui membru.
en: Every role sees only its own slice of the home. Owners and partners can change a member's role at any time.

source: Fiecare serviciu conectat primește propriul nume și propria cheie secretă. Orice poate trimite o cerere web — automatizări, servere, senzori, boți — ajunge direct în chatul casei.
en: Every service you connect gets its own name and secret key. Anything that can send a web request — automations, servers, sensors, bots — posts straight into your house chat.

# Everyday
source: Zi cu zi
en: Everyday

# Everything You Need
source: Tot ce ai nevoie
en: Everything You Need

# Everything looks great!
source: Totul arată excelent!
en: Everything looks great!

# Everything looks on track.
source: Totul merge bine.
en: Everything looks on track.

# Excellent
source: Excelent
en: Excellent

# Excellent! You're saving more than 30% of your income.
source: Excelent! Economisești mai mult de 30% din venituri.
en: Excellent! You're saving more than 30% of your income.

# Exception
source: Excepție
en: Exception

# Expanded
source: Extins
en: Expanded

# Expected
source: Așteptat
en: Expected

# Expected return
source: Returnare estimată
en: Expected return

# Expense recorded
source: Cheltuială înregistrată
en: Expense recorded

# Expense trend
source: Trend cheltuieli
en: Expense trend

# Expenses
source: Cheltuieli
en: Expenses

# Expenses by category
source: Cheltuieli pe categorie
en: Expenses by category

# Expenses exceed income this month.
source: Cheltuielile depășesc veniturile în această lună.
en: Expenses exceed income this month.

# Expired
source: Expirat
en: Expired

# Expires %@
source: Expiră %@
en: Expires %@

# Expires in %lld days
source: Expiră în %lld zile
en: Expires in %lld days

# Expires in 1 day
source: Expiră într-o zi
en: Expires in 1 day

# Expiring
source: Expiră
en: Expiring

# Expiring Soon
source: Expiră curând
en: Expiring Soon

# Expiring soon
source: Expiră curând
en: Expiring soon

# Expiring warranties for objects in the twin
source: Garanții care expiră pentru obiecte din Twin
en: Expiring warranties for objects in the twin

# Export PDF
source: Exportă PDF
en: Export PDF

# Export Your Data
source: Exportă-ți datele
en: Export Your Data

# Export conversation history
source: Exportă istoricul conversației
en: Export conversation history

# Export failed: %@
source: Export eșuat: %@
en: Export failed: %@

# Export my data
source: Exportă datele mele
en: Export my data

# Export property documents and task lists to Notion.
source: Exportă documentele proprietății și listele de sarcini în Notion.
en: Export property documents and task lists to Notion.

# ExportÄ conversaÈia
source: Exportă conversația
en: Export conversation

# External messages appear in chat marked with ⥂ and the sender's app name.
source: Mesajele externe apar în chat marcate cu ⥂ și numele aplicației expeditoare.
en: External messages appear in chat marked with ⥂ and the sender's app name.

# FAMILY
source: FAMILIE
en: FAMILY

# FAMILY MEMBERS
source: MEMBRII FAMILIEI
en: FAMILY MEMBERS

# Face ID or passcode to access PRVIO
source: Face ID sau cod de acces pentru a accesa PRVIO
en: Face ID or passcode to access PRVIO

# Face ID, app lock, password
source: Face ID, blocare app, parolă
en: Face ID, app lock, password

# Failed attempt
source: Încercare eșuată
en: Failed attempt

# Fair
source: Acceptabil
en: Fair

# Fall
source: Toamnă
en: Fall

source: Familie
en: Family

# Family
source: Familie
en: Family

# Family & Chat
source: Familie & Chat
en: Family & Chat

# Family Chat
source: Chat familie
en: Family Chat

# Family Chat (Lock Screen)
source: Chat familie (ecran blocat)
en: Family Chat (Lock Screen)

# Family Members
source: Membrii familiei
en: Family Members

# Family Supervision
source: Supraveghere familie
en: Family Supervision

# Family adult — home, tasks, finances
source: Adult al familiei — casă, sarcini, finanțe
en: Family adult — home, tasks, finances

# Family chat
source: Chat familie
en: Family chat

# Family members have been added to your Contacts under the "PRVIO Family" group.
source: Membrii familiei au fost adăugați în Contactele tale sub grupul "PRVIO Family".
en: Family members have been added to your Contacts under the "PRVIO Family" group.

# Family messages
source: Mesaje familie
en: Family messages

# Family, invitations & supervision
source: Familie, invitații și supraveghere
en: Family, invitations & supervision

# Favorite
source: Favorit
en: Favorite

# Favorites
source: Favorite
en: Favorites

# Feature Preview
source: Previzualizare funcție
en: Feature Preview

# Feature Preview — automation rules coming soon
source: Previzualizare funcție — regulile de automatizare vin în curând
en: Feature Preview — automation rules coming soon

# Fence
source: Gard
en: Fence

# Fertilize
source: Fertilizează
en: Fertilize

# Files
source: Fișiere
en: Files

source: Designurile finale ale pictogramelor sunt în curs de finalizare. Modificările se activează după publicarea resurselor aplicației.
en: Final icon designs are being finalized. Changes activate once the app assets are published.

source: Finalizate
en: Completed

# Finance & Banking
source: Finanțe & Bănci
en: Finance & Banking

# Finances
source: Finanțe
en: Finances

# Financial
source: Financiar
en: Financial

# Financial alerts
source: Alerte financiare
en: Financial alerts

# Financial summary
source: Rezumat financiar
en: Financial summary

# Finish
source: Finalizează
en: Finish

# Finish Scan
source: Finalizează scanarea
en: Finish Scan

# First Name
source: Prenume
en: First Name

# First memory of the year
source: Prima amintire a anului
en: First memory of the year

# First name
source: Prenume
en: First name

# First name *
source: Prenume *
en: First name *

# Fish Count
source: Număr pești
en: Fish Count

# Fix kitchen tap
source: Repară robinetul din bucătărie
en: Fix kitchen tap

source: Fixează
en: Pin

# Fixed term
source: Durată determinată
en: Fixed term

# Floating Buttons
source: Butoane flotante
en: Floating Buttons

# Floating button
source: Buton flotant
en: Floating button

# Floor Plan
source: Plan etaj
en: Floor Plan

# Floor plans & 3D scans
source: Planuri & scanări 3D
en: Floor plans & 3D scans

# Flush water heater
source: Spală boilerul
en: Flush water heater

# Focus Modes
source: Moduri Focus
en: Focus Modes

# Follow a package until it arrives
source: Urmărește un colet până ajunge
en: Follow a package until it arrives

# Follow an open or close command
source: Urmărește o comandă de deschidere sau închidere
en: Follow an open or close command

# Food
source: Alimente
en: Food

# For 1 day
source: Pentru 1 zi
en: For 1 day

# For 30 days
source: Pentru 30 de zile
en: For 30 days

# For 7 days
source: Pentru 7 zile
en: For 7 days

# Forecast
source: Prognoză
en: Forecast

# Forest
source: Pădure
en: Forest

# Forward
source: Redirecționează
en: Forward

# Forward to
source: Redirecționează către
en: Forward to

source: Redirecționează aici mailurile de confirmare a expedierii, iar PRVIO adaugă coletul și îl urmărește live — automat.
en: Forward your shipping confirmation emails here and PRVIO adds the delivery and tracks it live — automatically.

# FotografiazÄ bon
source: Fotografiază bon
en: Photograph receipt

source: Fotografiază bon
en: Photograph receipt

# Fountain
source: Fântână arteziană
en: Fountain

# Fr
source: Vi
en: Fr

# Free By
source: Liber până la
en: Free By

# Friendly
source: Prietenos
en: Friendly

# From
source: De la
en: From

# Full AI functionality — %@ integration coming in next version
source: Funcționalitate AI completă — integrarea %@ vine în versiunea următoare
en: Full AI functionality — %@ integration coming in next version

# Full AI functionality — ARIA integration coming in next version
source: Funcționalitate AI completă — integrarea ARIA vine în versiunea următoare
en: Full AI functionality — ARIA integration coming in next version

# Full Name
source: Nume complet
en: Full Name
